Repository: 1900401734/BYD-MES
Catalog: MesDatas/Form1.*.resx
Languages: th

# tabPage4.Text
source: 打印设置
th: การตั้งค่าเครื่องพิมพ์

# tabPage3.Text
source: 用户管理
th: การจัดการผู้ใช้

# groupBox6.Text
source: 用户信息
th: ข้อมูลผู้ใช้

# label97.Text
source: 说明:注册刷卡用户请打开读卡器读取厂牌UID、同时自动开通密码登录功能
th: หมายเหตุ: ผู้ใช้ที่ลงทะเบียนรูดบัตรเปิดฟังก์ชั่นการเข้าสู่ระบบรหัสผ่านโดยอัตโนมัติในเวลาเดียวกัน

# button5.Text
source: 删除
th: ลบ

# label21.Text
source: 用户类型
th: ประเภท

# label20.Text
source: 密 码
th: รหัสผ่าน

# label86.Text
source: 厂牌 UID
th: บัตรทำงาน UID

# label96.Text
source: 姓名
th: ชื่อ-นามสกุล

# label18.Text
source: 工号
th: หมายเลขงาน

# button7.Text
source: 保存
th: บันทึก

# tabPage7.Text
source: 系统设置
th: การตั้งค่าระบบ

# tabPage5.Text
source: MES参数
th: พารามิเตอร์ออนไลน์

# label9.Text
source: MES密码:
th: MES_รหัสผ่าน：

# label74.Text
source: MES用户名:
th: MES_บัญชี：

# label11.Text
source: 端口：
th: PORT：

# label12.Text
source: 连接超时：
th: TIMEOUT：

# label27.Text
source: 站点：
th: SITE：

# label26.Text
source: 工位：
th: RESOURCE：

# label25.Text
source: 工序：
th: OPERATION：

# label23.Text
source: 不合格代码：
th: NC_CODE：

# tabPage2.Text
source: 生产日志
th: บันทึกระบบ

# groupBox12.Text
source: 看板交互日志
th: ปูมบันทึกของ Kanban

# groupBox9.Text
source: 生产步骤日志
th: บันทึกการผลิต

# groupBox14.Text
source: MES交互日志
th: MES_บันทึกออนไลน์

# tabPage8.Text
source: 历史数据
th: ประวัติความเป็นมา

# groupBox4.Text
source: 查询结果
th: ผลลัพธ์

# button14.Text
source: 跳转
th: กระโดด

# label29.Text
source: 每页
th: ทุกหน้า

# label35.Text
source: 共
th: ผลรวมของบันทึก

# label33.Text
source: 当前页
th: หน้าปัจจุบัน

# label31.Text
source: 条
th: จำนวนบาร์

# groupBox16.Text
source: 筛选区域
th: การคัดกรองตามเงื่อนไข

# buttonSearch.Text
source: 查询
th: สอบถาม

# label3.Text
source: 数据源：
th: url：

# label4.Text
source: 结束时间：
th: เวลาสิ้นสุด：

# label13.Text
source: 开始时间：
th: เวลาเริ่มต้น：

# label6.Text
source: 产品型号：
th: แบบ：

# button13.Text
source: 导出
th: ส่งออก

# label15.Text
source: 产品条码：
th: บาร์โค้ด：

# 数据源.Text
source: 数据源
th: แหล่งข้อมูล

# tabPage1.Text
source: 运行界面
th: เรียกใช้หน้า

# groupBox31.Text
source: 生产信息
th: ข้อมูลการผลิต

# groupBox8.Text
source: 产品结果
th: ผลลัพธ์ของผลิตภัณฑ์

# groupBox7.Text
source: 操作提示
th: เคล็ดลับการทำงาน

# groupBox2.Text
source: 运行状态
th: สถานะการทำงาน

# 条码数据.Text
source: 条码数据
th: บาร์โค้ด

# label73.Text
source: 操作工单:
th: การดำเนินงาน:

# label17.Text
source: 生产工单:
th: สูตร:

# label104.Text
source: 工装绑定:
th: รหัสการรักษา:

# label32.Text
source: 产品名称:
th: ชื่อผลิตภัณฑ์:

# label80.Text
source: 产品编码:
th: หมายเลขสินค้า:

# label44.Text
source: 当前用户:
th: หมายเลขงาน:

# label69.Text
source: 当前模式:
th: โหมด:

# button22.Text
source: 保存
th: บันทึก

# label103.Text
source: 配方操作:
th: การดำเนินงาน:

# label94.Text
source: 验证条码:
th: การเลือกสูตร:

# label60.Text
source: 上传
th: อัพโหลด

# label59.Text
source: 验证
th: การตรวจสอบ

# label107.Text
source: 看板
th: คันบอร์ด

# label55.Text
source: 扫码
th: อ่านรหัส

# label108.Text
source: 设备
th: อุปกรณ์

# tabPage6.Text
source: 看板设置
th: การตั้งค่า Kanban

# tabPage9.Text
source: 配方设置
th: การตั้งค่าสูตร

# groupBox30.Text
source: 生产指标
th: ข้อมูลสถิติ

# label72.Text
source: (A实际值,I除100，T除10，J除100默认2位，H是3OK其它NG)
th: (A ค่าจริง, I หารด้วย 100, T หารด้วย 10, J หารด้วย 100 เริ่มต้น 2 หลัก, H คือ 3OK NG อื่น ๆ )

# label28.Text
source: 名称集合:
th: ชื่อคอลเลกชัน:

# label22.Text
source: 点位集合:
th: คอลเลกชันสถานที่:

# label105.Text
source: 条码验证型号与工装编号：条码的验证规则|工装编码1+工装编码2 产品编码：产品物料号1+产品物料号2+产品物料号3
th: กฎบาร์โค้ดและบาร์โค้ดเครื่องมือ: กฎบาร์โค้ด รหัสสินค้า หมายเลขสินค้า 1 + หมายเลขสินค้า 2 + หมายเลขสินค้า 3

# groupBox28.Text
source: 条码设置
th: การบำรุงรักษากฎ
